Repository: azubieta/lxkb_config
Catalog: po/*.po
Languages: be, bg, es, et, fi, gl, he, hr, id, ja, lt, nl, pt, pt_br, ro, ru, sl, sv, ug, zh_cn

source: X-Keyboard rules can't be loaded. Plase check that you have xkb-data installed.
es: Imposible cargar las reglas de X-Keyboard. Por favor, verifique que tiene instalado xkb-data.
gl: Non é posíbel cargar as regras de X-Keyboard. Comprobe que ten instalado xkb-data.
ja: X-Keyboard のルールがロードできません。 xkb-data がインストールされているかご確認ください。
lt: Įkelti x-keyboard taisyklių nepavyko. Įsitikinkite jog įdiegėte xkb-data.
pt: As regras do X-Keyboard não foram carregadas. Verifique se o xkb-data está instalado.
ru: Применить настройки ко всей системе в целом, а не только для текущей сессии.
sl: Pravil X-Keyboard ni mogoče naložiti. Prosimo, namestite paket »xkb-data«.

source: Keyboard user preferences can't be loaded. Plase check that you have setxkbmap installed.
es: Imposible cargar las preferencias de usuario del teclado. Por favor, verifique que tiene instalado setxkbmap.
gl: Non é posíbel cargar as preferencias de usuario do teclado. Comprobe que ten instalado setxkbmap.
ja: キーボードのユーザ設定がロードできません。 setxkbmap がインストールされているかご確認ください。
pt: As preferências do teclado não foram carregadas. Verifique se o setxkbmap está instalado.
ru: Разработчики: Alexis López Zubieta --> azubieta@estudiantes.uci.cu Dairelys García Rivas --> dgrivas@estudiantes.uci.cu Репозиторий: https://github.com/azubieta/lxkb_config Последняя версия: https://github.com/azubieta/lxkb_config/downloads
sl: Nastavitev tipkovnice ni mogoče naložiti. Prosimo, namestite paket »setxkbmap«.

source: The configuration was applied successfully.
be: Настаўленні паспяхова прыменены.
bg: Настройките са зададени успешно.
es: La configuración se aplicó exitosamente.
et: Konfiguratsiooni rakendamine õnnestus.
fi: Asetusten käyttöön ottaminen onnistui.
gl: A configuración foi aplicada de xeito satisfactorio.
he: התצורה חלה בהצלחה.
hr: Konfiguracija je uspješno primjenjena.
id: Konfigurasi sukses diterapkan.
ja: 設定の適用に成功しました。
lt: Konfigūracija sėkmingai pritaikyta.
nl: De instellingen werden met succes toegepast.
pt: A configuração foi aplicada
pt_br: A configuração foi aplicada com sucesso.
ro: Configurările au fost aplicate cu succes.
ru: Конфигурация была успешно применена.
sl: Nastavitve so bile uspešno shranjene.
sv: Inställningarna togs i bruk utan besvär.
ug: سەپلىمە مۇۋەپپەقىيەتلىك قوللىنىلدى
zh_cn: 成功应用了配置。

source: Error while applying the configuration.
be: Памылка прымянення настаўленняў.
bg: Грешка при задаване на настройките.
es: Error al aplicar la configuración.
et: Viga konfiguratsiooni rakendamises.
fi: Asetusten käyttöön ottaminen epäonnistui.
gl: Produciuse un erro ao aplicar a configuración.
he: אירעה שגיאה בעת החלת התצורה.
hr: Greška pri primjeni konfiguracije.
id: Galat saat menerapkan konfigurasi.
ja: 設定の適用でエラーがありました。
lt: Taikant konfigūraciją įvyko klaida.
nl: Fout bij het toepassen van de instellingen.
pt: Ocorreu um erro ao aplicar a configuração
pt_br: Erro ao aplicar a configuração.
ro: Eroare la aplicarea configurărilor.
ru: Возникла ошибка во время применения конфигурации.
sl: Med shranjevanjem nastavitev je prišlo do napake.
sv: Fel uppstod när inställningarna skulle tas i bruk.
ug: سەپلىمە قوللىنىشتا خاتالىق كۆرۈلدى.
zh_cn: 应用配置时出错。

source: Keyboard configuration tool
be: Кіраўнік настаўленняў клавіятуры
bg: Инструмент за настройка на клавиатурата
es: Herramienta de configuración de teclado
et: Klaviatuuri seadistusvahend
fi: Näppäimistöasetustyökalu
gl: Ferramenta de configuración do teclado
he: כלי תצורת המקלדת
hr: Alat za konfiguraciju tipkovnice
id: Perkakas konfigurasi papan tik
ja: キーボード設定ツール
lt: Klaviatūros konfigūravimo įrankis
nl: Gereedschap voor toetsenbordinstellingen
pt: Ferramenta de configuração de teclado
pt_br: Ferramenta de configuração de teclado
ro: Unealtă de configurare a tastaturii
ru: Инструмент настройки клавиатуры
sl: Nastavitve tipkovnice
sv: Verktyg för att göra tangentbordsinställningar
ug: ھەرپتاختا سەپلەش قورالى
zh_cn: 键盘配置工具

source: Pick a keyboard layout
be: Выберыце раскладку клавіятуры
bg: Избор на клавиатурна подредба
es: Elija una distribución de teclado
et: Vali klaviatuuripaigutus
fi: Valitse näppäinasettelu
gl: Escolla unha disposición de teclado
he: נא לבחור בפריסת מקלדת
hr: Odaberite raspored tipkovnice
id: Pilih tata letak papan tik
ja: キーボードレイアウトを選択してください
lt: Pasirinkite klaviatūros išdėstymą
nl: Kies een toetsenbordindeling
pt: Escolha o esquema do teclado:
pt_br: Escolha um layout para o teclado
ro: Alegeți un aranjament de tastatură
ru: Выберите раскладку клавиатуры
sl: Izberite razporeditev tipk
sv: Välj tangentbordsupplägg
ug: ھەرپتاختا جايلاشتۇرۇلۇشىنى تاللاش
zh_cn: 选择一种键盘布局

source: Layouts:
es: Distribuciones:
gl: Disposicións:
ja: レイアウト:
pt: Esquemas:
ru: Раскладки:
sl: Razporeditve tipk:

source: Layout:
be: Раскладка:
bg: Подредба:
es: Distribución:
et: Paigutus:
fi: Asettelu:
gl: Disposición:
he: פריסה:
hr: Raspored:
id: Tata letak:
ja: レイアウト:
lt: Išdėstymas:
nl: Indeling:
pt: Esquema:
ro: Aranjament:
ru: Раскладка:
sl: Razporeditev tipk:
sv: Utseende:
ug: جايلاشتۇرۇلۇشى:
zh_cn: 布局：

source: Variant:
be: Варыянт:
bg: Вариант:
es: Variante:
fi: Variantti:
gl: Variante:
he: הגוון:
hr: Varijanta:
id: Varian:
ja: 変種:
lt: Variantas:
pt: Variante:
pt_br: Variante:
ro: Variantă:
ru: Вариант:
sl: Različica:
ug: ۋارىيانتى:
zh_cn: 变体：

source: Test here:
be: Прабаваць тут:
bg: Тествайте подредбата:
es: Pruebe aquí:
et: Testi siin:
fi: Kokeile tähän:
gl: Próbeo aquí:
he: ניתן לבדוק כאן:
hr: Isprobajte ovdje:
id: Coba di sini:
ja: 試し打ち:
lt: Pabandykite:
nl: Probeer het hier uit:
pt: Teste aqui:
pt_br: Teste aqui:
ro: Testați aici:
ru: Проверьте здесь:
sl: Preizkus razporeditve tipk:
sv: Prova här:
ug: سىناڭ:
zh_cn: 在此测试：

source: Layout
be: Раскладка
bg: Подредба
es: Distribución
et: Paigutus
fi: Asettelu
gl: Disposición
he: פריסה
hr: Raspored
id: Tata letak
ja: レイアウト
lt: Išdėstymas
nl: Indeling
pt: Esquema
ro: Aranjament
ru: Раскладка
sl: Razporeditev tipk
sv: Utseende
ug: جايلاشتۇرۇلۇشى
zh_cn: 布局

source: Variant
be: Варыянт
bg: Вариант
es: Variante
fi: Variantti
gl: Variante
he: הגוון
hr: Varijanta
id: Varian
ja: 変種
lt: Variantas
pt: Variante
pt_br: Variante
ro: Variantă
ru: Вариант
sl: Različica
ug: ۋارىيانتى
zh_cn: 变体

source: Layouts
es: Distribuciones
gl: Disposicións
ja: レイアウト
pt: Esquemas
ru: Раскладки
sl: Razporeditve tipk

source: None
be: Няма
bg: Без
es: Ninguna
et: Mitte ükski
fi: Ei mitään
gl: Ningún
he: ללא
hr: NIjedan
id: Nihil
ja: なし
lt: Jokia
nl: Geen
pt: Nenhuma
pt_br: Nenhum
ro: Niciuna
ru: Отсутствует
sl: Brez
sv: Ingen
ug: يوق
zh_cn: 无

source: Other Options
be: Іншыя опцыі
bg: Други възможности
es: Otras opciones
et: Muud valikud
fi: Muut vaihtoehdot
gl: Outras opcións
he: אפשרויות אחרות
hr: Ostale opcije
id: Opsi Lain
ja: その他のオプション
lt: Kitos parinktys
nl: Andere opties
pt: Outras opções
pt_br: Outras Opções
ro: Alte opțiuni
ru: Другие опции
sl: Možnosti
sv: Andra alternativ
ug: باشقا تاللانمىلار
zh_cn: 其他选项

source: Key(s) to change layout:
be: Клавіш(ы) для змены раскладкі:
bg: Клавиш(и) за смяна на подредбата:
es: Tecla(s) para cambiar la distribución:
et: Klahv(id) asetuse muutmiseks:
fi: Vaihda asettelua näppäimillä:
gl: Tecla(s) para cambiar de disposición:
he: מקש/ים להחלפת הפריסה:
hr: Tipka(e) za promjenu rasporeda:
id: Tombol untuk mengubah tata letak:
ja: レイアウトを変更するキー:
lt: Keisti išdėstymą:
nl: Toetsen om de indeling te wijzigen:
pt: Tecla(s) para alterar o esquema:
pt_br: Tecla(s) para alterar o layout:
ro: Taste pentru schimbarea aranjamentului
ru: Сочетание клавиш:
sl: Bližnjica:
sv: Tangent(er) för att byta tangentbordsupplägg:
ug: جايلاشتۇرۇشنى ئالماشتۇرۇش كۇنۇپكىسى(لىرى):
zh_cn: 更改布局的按键：

source: Select a key combination to switch between layouts or just select 'None'.
be: Выберыце спалучэнне клавіш для пераключэння паміж раскладкамі ці пазначце 'Няма'.
bg: Изберете клавишна комбинация за превключване между подредбите или изберете 'Без'.
es: Elija una combinación de teclas para alternar entre diferentes distribuciones o solo elija 'Ninguna'
et: Vali klahvikombinatsioon asetuse vahetamiseks või vali 'Mitte ükski'.
fi: Valitse näippäinyhdistelmä, jolla vaihdetaan asettelua tai 'Ei mitään'.
gl: Seleccione unha combinación de teclas para cambiar entre disposicións ou simplemente seleccione «Ningún».
he: נא לבחור בצירוף מקשים להחלפה בין פריסות או שבאפשרותך פשוט לבחור ב„ללא“.
hr: Odaberite kombinaciju tipki za prebacivanje između rasporeda ili samo izaberite'Nijedan'.
id: Pilih kombinasi tombol untuk bertukar antara tata letak atau pilih saja 'Nihil'.
ja: レイアウトを切り替えるキーの組、 あるいは 'なし' を選んでください。
lt: Pasirinkite klavišų kombinaciją kuria bus perjungiama tarp išdėstymų arba pasirinkite „Jokia“.
nl: Kies een toetscombinatie om te schakelen tussen indelingen of kies gewoon 'Geen'.
pt: Escolha a combinação de teclas para trocar os esquemas de teclado ou escolha Nenhuma
pt_br: Selecione uma combinação de teclas para alternar entre os layouts ou selecione 'Nenhuma'.
ro: Selectați o combinație de taste pentru comutarea între aranjamente ori selectați „Niciuna”.
ru: Выберите комбинацию клавиш для переключения между раскладками или просто выберите 'Отсутствует'.
sl: Izberite bližnjico, s katero lahko spreminjate razporeditev tipk.
sv: Välj en tangentkombination för att byta mellan tangentbordsupplägg eller välj bra \"Ingen\".
ug: جايلاشتۇرۇشنى ئالماشتۇرىدىغان كۇنۇپكا بىرىكمىسىنى ياكى ‹يوق› نى تاللاڭ.
zh_cn: 选择切换键盘布局的按键， 或直接选择“无”

source: Keyboard Model:
be: Мадэль клавіятуры:
bg: Модел на клавиатура:
es: Modelo de taclado:
et: Klaviatuuri mudel:
fi: Näppäimistön malli:
gl: Modelo do teclado:
he: דגם המקלדת:
hr: Model tiplovnice:
id: Model Papan Tik:
ja: キーボードモデル:
lt: Klaviatūros modelis:
nl: Toetsenbordmodel:
pt: Modelo do teclado:
pt_br: Modelo do Teclado:
ro: Model de tastatură:
ru: Модель клавиатуры:
sl: Model tipkovnice:
sv: Tangentbordsmodell:
ug: ھەرپتاختىنىڭ مودېلى:
zh_cn: 键盘型号：

source: WARNING: Be aware that changing these settings may result in system malfunction.
be: Папярэджанне: Майце на ўвазе, што змяненне гэтых настаўленняў можа зрабіць сістэму непрацаздольнай.
bg: ВНИМАНИЕ: Променяйки тези настройки, може да се затрудните в работата си.
es: ALERTA: Sepa usted que el cambio de estas opciones puede provocar un mal funcionamiento del sistema.
et: HOIATUS: Pea meeles, et seadete muutmine võib põhjustada süsteemi töö häireid.
fi: VAROITUS: Näiden asetusten muuttaminen saattaa aiheuttaa järjestelmän toimintahäiriön.
gl: AVISO: Teña en conta que cambiar esta configuración pode provocar un mal funcionamento do sistema.
he: אזהרה: נא לשים לב ששינוי הגדרות אלו עלול לגרום לפגיעה בתקינות המערכת.
hr: UPOZORENJE: Znajte da promjena ovih postavki može rezultirati kvarom sustava.
id: PERINGATAN: Sadarilah bahwa mengubah pengaturan ini mungkin menyebabkan malfungsi sistem.
ja: 警告: この設定を変更すると システムが誤作動する危険があります。
lt: ĮSPĖJIMAS: turėkite omenyje jog šių nustatymų keitimas gali privesti prie sistemos sugadinimo.
nl: Let op: houd er rekening mee dat het veranderen van deze instellingen een systeemstoring kan veroorzaken.
pt: AVISO: tenha em atenção que se alterar estas definições pode danificar o sistema
pt_br: ATENÇÃO: Saiba que a alteração destas configurações pode resultar em mau funcionamento do sistema.
ro: AVERTISMENT: Schimbarea acestor opțiuni poate duce la disfuncționalități ale sistemului.
ru: ВНИМАНИЕ: Помните, что изменение этих параметров может привести систему к неисправности.
sl: OPOZORILO: Spreminjanje teh nastavitev lahko močno vpliva na delovanje sistema.
sv: VARNING: Ändring av dessa inställningar kan leda till att systemet beter sig felaktigt.
ug: ئاگاھلاندۇرۇش: بۇ تەڭشەكلەرنى ئالدىراپ ئۆزگەرتمەڭ بولمىسا سىستېما ئىشلىمەس بولۇپ قالىدۇ.
zh_cn: 警告：请注意修改这些设置可能导致 系统功能异常。

source: Global Configuration:
be: Агульная канфігурацыя:
bg: Масова настройка:
es: Configuración global
et: Globaalne seadistus:
fi: Yleiset asetukset:
gl: Configuración global:
he: תצורה כללית:
hr: Globalna konfiguracija:
id: Konfigurasi Global:
ja: グローバル設定:
lt: Bendra konfigūracija:
nl: Systeembrede instellingen:
pt: Configuração geral:
pt_br: Configuração Global:
ro: Configurări globale:
ru: Глобальные настройки:
sl: Splošne nastavitve:
sv: Global inställning:
ug: ئورتاق سەپلىمە:
zh_cn: 全局配置：

source: Apply this keyboard configuration not only to your session, but also to the whole system.
be: Прымяняць гэтыя настаўленні клавіятуры не толькі да вашага сеансу, а да ўсёй сістэмы.
bg: Задаване на тези клавиатурни настройки за всички сесии (за всички потребители).
es: Aplicar esta configuración del teclado no solo a su sesión, sino también a todo el sistema.
et: Kasuta seda klaviatuuri konfiguratsiooni mitte ainult oma sessioonis, vaid ka kogu süsteemis.
fi: Käytä näitä näppäimistöasetuksia oman käyttäjätilisi lisäksi koko järjestelmässä.
gl: Aplicar esta configuración do teclado non só á súa sesión, senón tamén para todo o sistema.
he: החלת הגדרות אלו לא רק על ההפעלה שלך אלא על כל המערכת.
hr: Primjenite ovu konfiguraciju tipkovnice ne samo na vašu sesiju, nego i na cijeli sustav.
id: Terapkan konfigurasi papan tik ini bukan hanya pada sesi Anda, tapi juga ke seluruh sistem.
ja: このキーボード設定をあなたのセッションだけでなく システム全体に適用します。
lt: Šią konfigūraciją pritaikyti ne vien jūsų sesijai, bet visai sistemai.
nl: Deze toetsenbordinstelling niet alleen toepassen in uw sessie, maar ook systeembreed.
pt: Aplicar esta configuração globalmente e não apenas a esta sessão
pt_br: Aplicar esta configuração do teclado não só para a sua sessão, mas também para todo o sistema.
ro: Aplică configurările de tastatură nu doar în propria sesiune, ci în întreg sistemul.
ru: Сделать данные настройки клавиатуры общесистемными
sl: Uveljavite nastavitve tipkovnice za celoten sistem.
sv: Ange denna tangentbordsinställning inte bara för din session utan även för hela systemet.
ug: بۇ ھەرپتاختا تەڭشىكىنى ئۆزىڭىزگە ۋە شۇنداقلا پۈتكۈل سىستېمىغا قوللىنىڭ.
zh_cn: 将此键盘配置同时应用于您的会话 及整个系统。

source: Apply Globally
es: Aplicar globalmente
et: Rakenda globaalselt
gl: Aplicar globalmente
he: החלה כללית
ja: グローバルに適用
nl: Systeembreed toepassen
pt: Aplicar globalmente
pt_br: Aplicar Globalmente
ru: Применить ко всей системе
sl: Uveljavi
sv: Verkställ globalt

source: About
be: Пра праграму
bg: Относно
es: Acerca de
et: Programmist
fi: Tietoja
gl: Sobre
he: על אודות
hr: O programu
id: Tentang
ja: 情報
lt: Apie
nl: Over
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О программе
sl: O programu
sv: Om
ug: ھەققىدە
zh_cn: 关于

source: Developers: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu Repository: https://github.com/azubieta/lxkb_config Last version: https://github.com/azubieta/lxkb_config/downloads
es: Desarrolladores: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu Repositorio: https://github.com/azubieta/lxkb_config Última versión: https://github.com/azubieta/lxkb_config/downloads
gl: Desenvolvedores: Alexis López Zubieta --> azubieta@estudiantes.uci.cu Dairelys García Rivas --> dgrivas@estudiantes.uci.cu Repositorio: https://github.com/azubieta/lxkb_config Última versión: https://github.com/azubieta/lxkb_config/downloads
ja: 開発: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu リポジトリ: https://github.com/azubieta/lxkb_config 最新バージョン: https://github.com/azubieta/lxkb_config/downloads
lt: Kūrėjai: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu Saugykla: https://github.com/azubieta/lxkb_config Naujausia versija: https://github.com/azubieta/lxkb_config/downloads
pt: Programadores: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu Repositório: https://github.com/azubieta/lxkb_config Última versão: https://github.com/azubieta/lxkb_config/downloads
ru: Разработчики: Alexis Lopez Zubieta --> azubieta@estudiantes.uci.cu Dairelys Garcia Rivas --> dgrivas@estudiantes.uci.cu Репозитарий: https://github.com/azubieta/lxkb_config Последняя версия: https://github.com/azubieta/lxkb_config/download
sl: Razvijalci: Alexis Lopez Zubieta <azubieta@estudiantes.uci.cu> Dairelys Garcia Rivas <dgrivas@estudiantes.uci.cu> Skladišče: https://github.com/azubieta/lxkb_config Najnovejša različica: https://github.com/azubieta/lxkb_config/downloads

source: Keyboard Settings setup
be: Настаўленні клавіятуры
bg: Нагласяне на клавитаруни настройки
es: Configuración de teclado.
et: Klaviatuuri sätete seadistamine
fi: Näppäimistön asetukset
gl: Axustes da configuración do teclado
he: הגדרות מקלדת
hr: Postavljanje postavki tipkovnice
id: Penyiapan Pengaturan Papan Tik
ja: キーボード設定のセットアップ
lt: Klaviatūros nustatymas
nl: Instelling van de toetsenbordinstellingen
pt: Configuração das definições do teclado
pt_br: Configuração de Preferências do Teclado
ro: Configurări ale aranjamentelor de tastatură
ru: Настройка параметров клавиатуры
sl: Nastavitve tipkovnice
sv: Inställningar för tangentbord
ug: ھەرپتاختا تەڭشىكىنى بەلگىلەش
zh_cn: 键盘选项设置

source: Sets up your preferred keyboard settings
be: Настроіць вашы пераважныя настаўленні клавіятуры
bg: Задаване на вашите предпочитани клавиатурни настройки
es: Establece su configuración de teclado preferida.
et: Loob sinu eelistatud klaviatuuri seaded
fi: Asettaa haluamasi näppäimistöasetukset
gl: Estabelece a súa configuración preferida para o teclado
he: תכנית לסיוע בהגדרות המקלדת המועדפות עליך
hr: Postavjla vaše željene postavke tipkovnice
id: Siapkan pengaturan papan tik yang Anda sukai
ja: あなたのキーボードの設定を行います
lt: Nustato jūsų pageidaujamus klaviatūros nustatymus
nl: Stelt uw voorkeursinstellingen in voor het toetsenbord
pt: Configuração das definições preferenciais do teclado
pt_br: Configure suas preferências para o teclado
ro: Configurați-vă aranjamentele preferate de tastatură
ru: Устанавливает ваши персональные настройки клавиатуры
sl: Nastavite razporeditev tipk in model tipkovnice.
sv: Ange dina föredragna tangentbordsinställningar
ug: ئۆزىڭىز ئامراق ھەرپتاختا تەڭشىكىنى بەلگىلەڭ
zh_cn: 设置您偏好的键盘选项

source: Default
be: Прадвызначана
bg: По подразбиране
es: Predefinida
et: Vaikimisi
fi: Oletus
gl: Predeterminado
he: בררת מחדל
hr: Zadano
id: Bawaan
ja: デフォルト
lt: Numatytieji
nl: Standaard
pt: Pré-definido
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sl: Privzeto
sv: Standard
ug: كۆڭۈلدىكى
zh_cn: 默认

source: Introduce your password to set this configuration to the whole system.
be: Увядзіце свой пароль, каб прымяніць настаўленні да ўсёй сістэмы.
es: Introduzca su contraseña para establecer esta configuración a todo el sistema.
et: Kasuta oma parooli, et seada see konfiguratsioon üle kogu süsteemi.
fi: Anna salasanasi ottaaksesi asetukset käyttöön koko järjestelmässä.
gl: Introduza o seu contrasinal para estabelecer esta configuración para todo o sistema.
he: עליך להציג את הססמה שלך כדי להגדיר תצורה זו לכל המערכת.
hr: Unesite vašu lozinku za postavljanje ove konfiguracije za cijeli sustav.
id: Gunakan kata sandi Anda untuk menata konfigurasi ini ke seluruh sistem.
ja: 設定をシステム全体に適用させるため、あなたのパスワードを必要とします。
lt: Įveskite savo slaptažodį, kad nustatymai būtų pritaikyti visai sistemai.
nl: Voer uw wachtwoord in om deze instellingen systeembreed toe te passen.
pt: Introduza a sua senha para aplicar esta configuração ao sistema
pt_br: Insira sua senha para aplicar esta configuração para todo o sistema.
ro: Introduceți-vă parola pentru a impune aceste configurări în tot sistemul.
ru: Введите пароль, чтобы установить конфигурацию для всей системы в целом.
sl: Prosimo, vnesite geslo.
sv: Ange ditt lösenord för att applicera inställningarna för hela systemet.
ug: سەپلىمىنى پۈتكۈل سىستېمىدا قوللىنىش ئۈچۈن ئىمىڭىزنى كىرگۈزۈڭ
zh_cn: 请提供您的密码以将该配置设置到整个系统。

source: Keyboar user preferences can't be loaded. Plase check that you have setxkbmap installed.
lt: Įkelti klaviatūros nustatymų nepavyko. Įsitikinkite jog įdiegėte setxkbmap.

source: Distribution:
lt: Išdėstymai:
pt_br: Distribuição
ro: Distribuție:

source: Distribution
lt: Išdėstymai
pt_br: Distribuição
ro: Distribuție

source: Apply Globaly
lt: Pritaikyti visur

source: Developers: Alexis López Zubieta --> azubieta@estudiantes.uci.cu Dairelys García Rivas --> dgrivas@estudiantes.uci.cu Repository: https://github.com/azubieta/lxkb_config Last version: https://github.com/azubieta/lxkb_config/downloads
pt_br: Desenvolvedores: Alexis López Zubieta --> azubieta@estudiantes.uci.cu Dairelys García Rivas --> dgrivas@estudiantes.uci.cu Repositório: https://github.com/azubieta/lxkb_config Última Versão: https://github.com/azubieta/lxkb_config/downloads
ro: Dezvoltatori: Alexis López Zubieta --> azubieta@estudiantes.uci.cu Dairelys García Rivas --> dgrivas@estudiantes.uci.cu Repozitoriu: https://github.com/azubieta/lxkb_config Ultima versiune: https://github.com/azubieta/lxkb_config/downloads
